Repository: flammie/purplemonkeydishwasher
Catalog: 2016-iwclul/fi-sv (1).tmx
Source language: fi
Languages: sv

source: Anna ohjelmallesi esteettömyysharjoitus
sv: Ge ditt program en omgång hjälpmedelsfunktioner

source: Accerciser esteettömyys-selain
sv: Hjälpmedelsutforskaren Accerciser

source: Alapaneelin liitännäisten oletusasettelu
sv: Standardlayouten för insticksmoduler för nederpanelen

source: Yläpaneelin liitännäisten oletusasettelu
sv: Standardlayouten för insticksmoduler för överpanelen

source: Luettelo liitännäisistä, jotka ovat oletuksena pois päältä
sv: En lista över insticksmoduler som är inaktiverade som standard

source: Korostuksen kesto
sv: Markeringslängd

source: Korostuslaatikon kesto valittaessa esteettömyyskorostettuja solmuja
sv: Längden för markeringsrutan när hjälpmedelsnoder markeras

source: Korostuksen reunan väri
sv: Färg för markeringsram

source: Korostuksen reunan väri ja läpinäkyvyys.
sv: Färg och opacitet för markeringsramen.

source: Korostuksen täytön väri
sv: Färg för markeringsfyllnad

source: Korostuksen täytön väri ja läpinäkyvyys.
sv: Färg och opacitet för markeringsfyllnad.

source: API-selain
sv: API-bläddrare

source: Selaa valitun apuneuvon toteuttamia menetelmiä
sv: Bläddra bland olika metoder för aktuell hjälpmedelsfunktion

source: Piilota yksityiset määreet
sv: Dölj privata attribut

source: Menetelmä
sv: Metod

source: Ominaisuus
sv: Egenskap

source: Arvo
sv: Värde

source: IPython-konsoli
sv: IPython-konsoll

source: Interaktiivinen konsoli valitun apuneuvon käsittelyyn
sv: Interaktiv konsoll för manipulering av aktuell markerad hjälpmedelsfunktion

source: Tapahtumamonitori
sv: Händelseövervakare

source: _Tarkkaile tapahtumia
sv: _Övervaka händelser

source: _Tyhjennä valinta
sv: Tö_m markering

source: Kaikki
sv: Allting

source: Valittu sovellus
sv: Markerat program

source: Valittu apuneuvo
sv: Markerad hjälpmedelsfunktion

source: Lähde
sv: Källa

source: Näyttää tapahtumat valituista tyypeistä ja lähteistä niiden tapahtuessa
sv: Visar händelser när de inträffar från markerade typer och källor

source: Korosta viimeinen tapahtuma
sv: Markera senaste händelsepost

source: Käynnistä/pysäytä tapahtumien nauhoitus
sv: Starta/stoppa händelseinspelning

source: Tyhjennä tapahtumaloki
sv: Töm händelselogg

source: Lapsien lukumäärä
sv: Antal barn

source: (ei kuvausta)
sv: (ingen beskrivning)

source: Kuvaus
sv: Beskrivning

source: Tilat
sv: Tillstånd

source: Näytä
sv: Visa

source: Suhteet
sv: Relationer

source: Määreet
sv: Attribut

source: _Apuneuvo
sv: _Hjälpmedelsfunktion

source: Suorita toiminto
sv: Genomför åtgärd

source: T_oiminto
sv: Åtgä_rd

source: Tunniste
sv: ID

source: Työkalupakki
sv: Verktygslåda

source: Versio
sv: Version

source: _Sovellus
sv: _Program

source: _Kokoelma
sv: Sam_ling

source: Suhteellinen sijainti
sv: Relativ position

source: Koko
sv: Storlek

source: IKKUNAELEMENTTI
sv: WIDGET

source: Taso
sv: Lager

source: MDI Z-järjestys
sv: MDI-Z-ordning

source: Alpha
sv: Alfa

source: Absoluuttinen sijainti
sv: Absolut position

source: Ko_mponentti
sv: Ko_mponent

source: _Työpöytä
sv: S_krivbord

source: Maa-asetusto:
sv: Lokal:

source: _Asiakirja
sv: _Dokument

source: Hyperlinkki
sv: Hyperlänk

source: H_yperteksti
sv: H_ypertext

source: Sijainti
sv: Position

source: Maa-asetusto
sv: Lokal

source: _Kuva
sv: _Bild

source: Kir_jautumisapulainen
sv: Inlo_ggningshjälpare

source: Valitse kaikki
sv: Markera allt

source: _Valinta
sv: _Markering

source: _Virtaava sisältö
sv: St_römmande innehåll

source: Otsikko:
sv: Text:

source: Yhteenveto:
sv: Sammandrag:

source: Valitut sarakkeet
sv: Markerade kolumner

source: Valitut rivit
sv: Markerade rader

source: Sarakkeet
sv: Kolumner

source: Rivit
sv: Rader

source: Tietoja taulusta
sv: Tabellinformation

source: nimi (x,y)
sv: namn (x,y)

source: Otsake:
sv: Rubrik:

source: Kattaa:
sv: Områden:

source: Rivi
sv: Rad

source: Sarake
sv: Kolumn

source: Valittu solu
sv: Markerad cell

source: _Taulukko
sv: _Tabell

source: Teksti
sv: Text

source: Siirtymä
sv: Offset

source: Sisällytä oletukset
sv: Inkludera standardvärden

source: Alku: 0
sv: Start: 0

source: Loppu: 0
sv: Slut: 0

source: Te_ksti
sv: Te_xt

source: Nykyinen arvo
sv: Aktuellt värde

source: Pienin mahdollinen kasvatus
sv: Minimal ökning

source: Suurin mahdollinen arvo
sv: Maximalt värde

source: Pienin mahdollinen arvo
sv: Minimalt värde

source: Ar_vo
sv: Vä_rde

source: tuntematon
sv: okänd

source: Käyttöliittymäkatselin
sv: Gränssnittsvisare

source: Näyttää käyttöliittymän eri ominaisuuksia
sv: Tillåter visning av olika gränssnittsegenskaper

source: (ei toteutettu)
sv: (inte implementerad)

source: Nimi
sv: Namn

source: Alku
sv: Start

source: Loppu
sv: Slut

source: Liian monta valittavissa olevaa lasta
sv: För många valbara barn

source: (Muokattava)
sv: (Redigerbar)

source: Pikavalinta
sv: Snabbväljare

source: Liitännäinen, jolla voi valita apuneuvoja eri tavoin nopeasti.
sv: Insticksmodul med olika metoder för att välja hjälpmedelsfunktioner snabbt.

source: Tutki viimeksi kohdistettua apuneuvoa
sv: Inspektera senaste fokuserad hjälpmedelsfunktion

source: Tutki hiiren kohdalla olevaa apuneuvoa
sv: Inspektera hjälpmedelsfunktion under muspekare

source: Oma muoto
sv: Original

source: Skriptin tyyppi
sv: Skripttyp

source: Skriptinauhuri
sv: Skriptinspelare

source: Luo dogtail-tyylisiä skriptejä
sv: Skapar dogtail-liknande skript

source: Nykyinen skripti hukataan.
sv: Det aktuella skriptet kommer att förloras.

source: Vahvista tyhjennys
sv: Bekräfta tömning

source: Kaa_vain:
sv: Sche_ma:

source: T_arkista
sv: V_alidera

source: Jouten
sv: Overksam

source: Ei kuvausta
sv: Ingen beskrivning

source: AT-SPI-validaattori
sv: AT-SPI-validerare

source: Tarkistaa ohjelman esteettömyystuen
sv: Validerar hjälpmedel i program

source: Rooli
sv: Roll

source: Tallennetaan
sv: Sparar

source: Tarkistus
sv: Validerar

source: POIKKEUS
sv: UNDANTAG

source: VIRHE
sv: FEL

source: VAROITUS
sv: VARNING

source: HUOMAUTUS
sv: INFO

source: VIANETSINTÄ
sv: FELSÖKNING

source: Perus
sv: Grundläggande

source: Testaa ohjelman esteettömyystuen perusasiat
sv: Testar grundläggande hjälpmedel i grafiska program

source: toiminto %s ei ole kohdistettavissa tai valittavissa
sv: åtgärdningsbara %s är inte fokusbar eller valbar

source: interaktiivinen %s ei ole toimennettavissa
sv: interaktiva %s är inte åtgärdningsbar

source: useampi kuin yksi kohdistettava elementti
sv: fler än en fokuserad widget

source: %s ei sisällä tekstiliittymää
sv: %s har inget textgränssnitt

source: %s-indeksi vanhemmassa ei vastaa lapsen indeksiä
sv: %s index i förälder matchar inte barnindex

source: Puuttuva vastavuoroisuus suhteessa %s
sv: Saknar mottagare för %s-förhållande

source: kohteelta %s puuttuu nimi tai otsikko
sv: %s saknar namn eller etikett

source: kohdistettava %s sisältää taulukkoliitynnän, ei valintaliittymääbutton has focused state without focusable state
sv: fokusbar %s har tabellgränssnitt, inget valgränssnittbutton has focused state without focusable state

source: %s sisältää tilan %s ilman tilaa %s
sv: %s har tillståndet %s utan tillståndet %s

source: %s ei kuulu joukkoon
sv: %s tillhör inte en uppsättning

source: %(rolename)s indeksi %(num)d ei vastaa riviä ja sarakettaparent indexrow and column index
sv: %(rolename)s index %(num)d matchar inte rad och kolumnparent indexrow and column index

source: %(rolename)s vanhemman indeksi %(num1)d ei vastaa rivin ja sarakkeen indeksiä %(num2)d
sv: %(rolename)s föräldraindex %(num1)d matchar inte rad- och kolumnindex %(num2)d

source: %s ei sisällä nimeä tai kuvausta
sv: %s har inget namn eller beskrivning

source: _Asetukset...
sv: _Inställningar...

source: _Sisältö
sv: _Innehåll

source: Accerciser ei voinut nähdä työpöytäsi sovelluksia. Työpöydän esteettömyys täytyy olla käytössä ohjelman käyttämiseksi. Haluatko ottaa sen nyt käyttöön?
sv: Accerciser kunde inte se programmen på ditt skrivbord. Du måste aktivera hjälpmedelsfunktioner för skrivbordet för att rätta till det här problemet. Vill du aktivera den nu?

source: Huomautus: muutos tulee voimaan uudelleenkirjautumisen jälkeen.
sv: Observera: Eventuella ändringar blir aktiverade efter utloggning.
